tap "aws/tap"
tap "charmbracelet/tap"
tap "elastic/tap"
tap "go-task/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
brew "aws-sam-cli"
brew "awscli"
brew "coreutils"
brew "delve"
brew "fish"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "hugo"
brew "jq"
brew "lua"
brew "luajit"
brew "luarocks"
brew "multitail"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "node"
brew "pipx"
brew "pure"
brew "ripgrep"
brew "tmux"
brew "watch"
brew "charmbracelet/tap/freeze"
brew "go-task/tap/go-task"
cask "dbeaver-community"
cask "docker"
cask "kitty"
cask "macdown"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "sublime-text"
