tap "aws/tap"
tap "charmbracelet/tap"
tap "elastic/tap"
tap "go-task/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
brew "zstd"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "coreutils"
brew "dcfldd"
brew "harfbuzz"
brew "openblas"
brew "fish"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "htop"
brew "influxdb", restart_service: true
brew "jq"
brew "multitail"
brew "neovim"
brew "ngrep"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk"
brew "osmosis"
brew "pure"
brew "pyenv"
brew "sfml"
brew "sipcalc"
brew "tmux"
brew "vhs"
brew "watch"
brew "wget"
brew "charmbracelet/tap/freeze"
brew "charmbracelet/tap/skate"
brew "elastic/tap/elasticsearch-full"
brew "elastic/tap/kibana-full"
brew "go-task/tap/go-task"
cask "dbeaver-community"
cask "docker"
cask "macdown"
cask "obsidian"
cask "postman"
cask "sublime-text"
