tap "aws/tap"
tap "elastic/tap"
tap "go-task/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
# Official Amazon AWS command-line interface
brew "awscli"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Enhanced version of dd for forensics and security
brew "dcfldd"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Improved top (interactive process viewer)
brew "htop"
# Time series, events, and metrics database
brew "influxdb", restart_service: true
# Tail multiple files in one terminal simultaneously
brew "multitail"
# Port scanning utility for large networks
brew "nmap"
# Platform built on V8 to build network applications
brew "node"
# Package for scientific computing with Python
brew "numpy"
# Manage multiple Node.js versions
brew "nvm"
# Command-line OpenStreetMap data processor
brew "osmosis"
# Pretty, minimal and fast ZSH prompt
brew "pure"
# Python version management
brew "pyenv"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Advanced console-based IP subnet calculator
brew "sipcalc"
# Executes a program periodically, showing output fullscreen
brew "watch"
# Internet file retriever
brew "wget"
# Distributed search & analytics engine
brew "elastic/tap/elasticsearch-full"
# Analytics and search dashboard for Elasticsearch
brew "elastic/tap/kibana-full"
# Task runner / simpler Make alternative written in Go
brew "go-task/tap/go-task"
# Universal database tool and SQL client
cask "dbeaver-community"
# Open-source Markdown editor
cask "macdown"
# Collaboration platform for API development
cask "postman"
# Text editor for code, markup and prose
cask "sublime-text"
